{"id":472,"date":"2022-05-19T20:19:39","date_gmt":"2022-05-19T20:19:39","guid":{"rendered":"https:\/\/dexilon.io\/?p=472"},"modified":"2022-05-19T21:43:11","modified_gmt":"2022-05-19T21:43:11","slug":"problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi","status":"publish","type":"post","link":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/","title":{"rendered":"Problemas de escalabilidad de las finanzas descentralizadas o DeFi"},"content":{"rendered":"<p><span style=\"font-weight: 400;\"><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-366\" src=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg\" alt=\"\" width=\"2400\" height=\"1600\" srcset=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg 2400w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1-300x200.jpg 300w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1-1024x683.jpg 1024w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1-768x512.jpg 768w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1-1536x1024.jpg 1536w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1-2048x1365.jpg 2048w\" sizes=\"(max-width: 2400px) 100vw, 2400px\" \/><\/span><\/p>\n<h2><span style=\"font-weight: 400;\">¿Qué es DeFi?<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">DeFi se refiere a las finanzas descentralizadas que pretenden solucionar los inconvenientes del uso de plataformas centralizadas en la prestación de servicios financieros. El concepto de finanzas descentralizadas (DeFi) se basa en la tecnología de libro mayor distribuido, similar a la utilizada por las criptomonedas. A través de la tecnología emergente, DeFi elimina los intermediarios para que las personas, los comerciantes y las empresas puedan realizar cualquier transacción financiera directamente. El concepto se implementa a través de redes financieras peer-to-peer que se basan en protocolos de seguridad, avances de hardware, conectividad y software.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">De hecho, los proyectos DeFi (intercambios descentralizados) pretenden igualar a sus homólogos centralizados. Los DEX o intercambios descentralizados, por ejemplo, son los que más luchan, ya que dependen mucho de la velocidad y el rendimiento. Entonces, ¿cómo puede ser posible? <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Soluciones DeFi<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Para realizar transacciones, los DEX utilizan contratos inteligentes. Se trata de contratos autoejecutables en los que los términos del acuerdo entre comprador y vendedor se incorporan directamente al código. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Lo especial de estos contratos es que soportan las operaciones en los <\/span><a href=\"https:\/\/www.apriorit.com\/dev-blog\/749-blockchain-decentralized-finance-defi-solutions\"><span style=\"font-weight: 400;\">DEX,<\/span><\/a><span style=\"font-weight: 400;\"> eliminando la necesidad de que los intermediarios actualicen los registros, garanticen el cumplimiento y gestionen el riesgo de contraparte. Además, las aplicaciones DeFi implementan mecanismos criptográficos para autenticar la información antes de registrarla, haciendo que las operaciones sean transparentes. De este modo, aceleran las transacciones y eliminan el riesgo de error humano.<img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-360\" src=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/03\/Frame-210-1.jpg\" alt=\"\" width=\"1160\" height=\"757\" srcset=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/03\/Frame-210-1.jpg 1160w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/03\/Frame-210-1-300x196.jpg 300w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/03\/Frame-210-1-1024x668.jpg 1024w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/03\/Frame-210-1-768x501.jpg 768w\" sizes=\"(max-width: 1160px) 100vw, 1160px\" \/><\/span><\/p>\n<p><span style=\"font-weight: 400;\">Además, las DeFi pueden interactuar fácilmente con otras aplicaciones descentralizadas (dApps). Ofrecen servicios bancarios totalmente autónomos y descentralizados, como préstamos, créditos, operaciones y derivados. Cuando se combinan, representan un nuevo paradigma para las finanzas. A pesar de ello, las DeFi se enfrentan a varios retos.<\/span><\/p>\n<h2><span style=\"font-weight: 400;\">¿Qué problemas intentan <\/span><a href=\"https:\/\/www.businessinsider.com\/the-definitive-guide-to-decentralized-finance-defi-2021-11\"><span style=\"font-weight: 400;\">solucionar<\/span><\/a><span style=\"font-weight: 400;\"> las DeFi? Principales retos<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Dado que cualquier operación debe ser divulgada públicamente y registrada en la red blockchain, esto establece una restricción en el número total de transacciones realizadas en un momento dado. La tecnología garantiza la protección de la red, pero necesita mucha potencia de cálculo que cuesta dinero. Por lo tanto, las DeFis son propensas a las limitaciones de los contratos, a las altas tarifas y a los ataques DDoS. También hay un problema clave de las DeFi: la escalabilidad.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Qué es la <\/span><a href=\"https:\/\/learn.radixdlt.com\/article\/what-do-scalability-throughput-and-tps-mean\"><span style=\"font-weight: 400;\">escalabilidad<\/span><\/a><span style=\"font-weight: 400;\">?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">La escalabilidad de un sistema se refiere a lo grande que puede crecer sin encontrar una degradación del rendimiento. En las arquitecturas de blockchain, esto se suele denominar rendimiento. La escalabilidad de las DeFi es esencial, ya que la red experimenta un aumento espectacular de las transacciones. En consecuencia, si la red no fuera capaz de gestionar todas las transacciones, no podría expandirse. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Para hacer frente a este problema, las cadenas de bloques desarrollaron la capa o layer 2. <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Solución de la Capa 2 o Layer 2<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Las múltiples soluciones al problema de la escalabilidad de las cadenas de bloques se denominan Capa 2 o Layer 2, u opciones de escalado &#8220;fuera de la cadena&#8221;. La Capa 2 es una parte inicial de cualquier blockchain. La red Bitcoin Lightning y Ethereum Plasma son dos ejemplos importantes de soluciones de capa 2. A pesar de sus diferencias en cuanto a principios de funcionamiento y características, ambas tecnologías intentan mejorar el rendimiento de las redes de blockchain y reducir las tasas de gas.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Cómo funciona?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Normalmente, la Capa 2 se añade como una capa adicional a la cadena principal (Capa 1). De este modo, no es necesario implementar ninguna modificación en la estructura fundamental. En consecuencia, esta solución no afecta a la seguridad de la red de la capa 1, y el número de transacciones realizadas (alto rendimiento) crece. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Veamos cuáles son los tipos de soluciones de la <\/span><a href=\"https:\/\/decrypt.co\/resources\/what-is-ethereum-2-0\"><span style=\"font-weight: 400;\">Capa 2 de Ethereum<\/span><\/a><span style=\"font-weight: 400;\">.<\/span><\/p>\n<h2><span style=\"font-weight: 400;\">Tipos de soluciones de escalabilidad de Ethereum<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Para hacer frente a preocupaciones como la escalabilidad, las altas tasas de gas y la congestión de la red, Ethereum se está preparando para lanzar su histórica actualización Ethereum 2.0, que rediseñará completamente la red.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Ethereum 2.0 es una importante actualización de la red, que consiste en varias etapas que darán lugar al cambio de consenso proof-of-work (prueba de trabajo o PoW) a proof-of-stake ((PoS o Prueba de Participación), haciendo que la red sea más escalable, segura y a largo plazo.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Hay 3 tipos de soluciones de escalado de Ethereum:<\/span><\/p>\n<ul>\n<li><b>Plasma:<\/b><span style=\"font-weight: 400;\"> utiliza una blockchain secundaria que ayuda a la verificación de la cadena principal. A pesar de ser bastante similares a los contratos inteligentes de Polkadot, los contratos Plasma se organizan en una jerarquía para excluir las transacciones de la cadena principal, liberando tiempo y aumentando la escalabilidad.<\/span><\/li>\n<li><b>Rollups optimistas:<\/b><span style=\"font-weight: 400;\"> funcionan en la capa base de Ethereum para permitir la ejecución de un gran número de contratos inteligentes sin la sobrecarga de la red. Mantienen el mismo nivel de seguridad que la cadena principal de Ethereum. Para conseguir una mayor velocidad en las transacciones, los agrupadores o agregadores de datos calculan la raíz de Merkle. Sin embargo, tienen un rendimiento menor que Plasma y los Rollups ZK.<\/span><\/li>\n<li><b>Rollups ZK (zero-knowledge o protocolo de conocimiento cero)<\/b><span style=\"font-weight: 400;\"> &#8211; paquetes de datos que son asegurados en la cadena principal por un contrato inteligente antes de ser enviados fuera de la cadena para su procesamiento y computación. Con capacidad para procesar <\/span><a href=\"https:\/\/ethereum.org\/en\/developers\/docs\/scaling\/\"><span style=\"font-weight: 400;\">2.000 TPS<\/span><\/a><span style=\"font-weight: 400;\">, pueden generar un bloque en menos de un minuto. El término “zero-knowledge” o protocolo de conocimiento cero se refiere al hecho de que todos los verificadores pueden saber que tienen la misma información sin que ésta sea revelada.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Dado que los datos se almacenan fuera de la cadena, el enfoque de escalamiento de la Capa 2 de los rollups ZK supera a la Capa 1. Los datos de los contratos inteligentes relevantes de la Capa 2 se requieren con menos frecuencia que los datos de las blockchains de la Capa 1. Esto ahorra mucha potencia de cálculo, y la validación de las transacciones ocupa menos espacio en la blockchain. Como resultado, el precio del gas cae, haciendo que las transacciones sean más rápidas y menos costosas.<\/span><\/p>\n<h2><a href=\"https:\/\/news.bitcoin.com\/jpmorgan-report-states-ethereum-might-lose-defi-dominance-due-to-scaling-issues\/\"><span style=\"font-weight: 400;\">Ethereum<\/span><\/a><span style=\"font-weight: 400;\"> 2.0: ¿Solucionará el problema de la escalabilidad?<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Actualmente, la mayoría de las operaciones relacionadas con las DeFi se procesan en la blockchain de Ethereum. Para liquidar en la blockchain, cada una de estas transacciones cuesta cierta cantidad de ETH, la criptodivisa nativa de Ethereum. Debido a la creciente popularidad de la DeFi en 2020, los precios de las transacciones se han disparado. A partir de ahora, el coste de la transacción básica parte a partir de <\/span><a href=\"https:\/\/www.entrepreneur.com\/article\/368299\"><span style=\"font-weight: 400;\">20 dólares<\/span><\/a><span style=\"font-weight: 400;\">, y las operaciones complejas con contratos inteligentes alcanzan los <\/span><a href=\"https:\/\/www.entrepreneur.com\/article\/368299\"><span style=\"font-weight: 400;\">200 dólares<\/span><\/a><span style=\"font-weight: 400;\">, dependiendo del uso que se haga de la cadena o blockchain.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">A pesar de todos los cambios que Ethereum intenta implementar, por ahora, el rendimiento del Proof-of-Work o prueba de trabajo de Ethereum sigue siendo bajo: sólo <\/span><a href=\"https:\/\/www.fool.ca\/2022\/02\/17\/ethereum-100000-transactions-per-second-coming-soon\/\"><span style=\"font-weight: 400;\">15 transacciones<\/span><\/a><span style=\"font-weight: 400;\"> por segundo. Para solucionar este problema, a los desarrolladores se les ocurrió la idea de optimizar los procesos. Así, están trabajando en la elaboración de Ethereum 2.0, una gran vuelta desde el consenso Proof-of-Work (PoW), que consume mucha energía, al mecanismo Proof-of-Stake (PoS), más ligero y ecológico. Sin embargo, esta transformación puede suponer un problema para los mineros que disfrutan del proceso de minería Proof of Work.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Para seguir su hoja de ruta centrada en la Capa 2, ETH se centra en el aumento de las sidechains o cadena lateral y los rollups para reducir las tasas de gas y el bajo rendimiento en la Capa 1. A pesar de esta estrategia, el porcentaje de dominio de una DeFi, que se preveía en torno al 100% a principios del año pasado, se ha reducido desde entonces a un 70% estimado del mercado.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Como consecuencia, el valor de sus tokens nativos también ha aumentado. Mientras que el activo de red de Ethereum, Ether (ETH), subió de precio, cada uno de los tokens mencionados superó a ETH en el año anterior. La actualización de Ethereum 2.0 pretende cambiar el consenso proof-of-work o prueba de trabajo (PoW) por un consenso proof-of-stake o Prueba de Participación (PoS) más respetuoso con la energía. ¿Por qué es así? <\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\"> La prueba de trabajo o PoW requiere mucha potencia de cálculo y, por lo tanto, sólo puede gestionar unas pocas transacciones por segundo. Por estas razones, cada operación cuesta mucho dinero. Al mismo tiempo, se afirma que es altamente seguro. <\/span><\/li>\n<li><span style=\"font-weight: 400;\"> La prueba de Participación o PoS, por su parte, puede procesar muchas más transacciones por segundo que la PoW. Sin embargo, el nivel de seguridad es bastante bajo y la prueba de participación o proof of stake o PoS no es adecuada para los mineros.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">Así que ahora vemos cómo Ethereum, con sus costosas tarifas de gas y su bajo rendimiento, está evolucionando debido a las soluciones de la capa 2.<\/span><\/p>\n<h2><span style=\"font-weight: 400;\">Inconvenientes de Ethereum 2.0<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Ethereum 2.0 ofrece una solución perfecta y una buena alternativa a los CEX o intercambios centralizados. Sin embargo, puede tener algunos inconvenientes. <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Puentes<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Como la capa 2 es una capa adicional a la red principal, se une a la capa 1 a través del puente. Puede que se pregunte cuán seguros son los puentes de la Capa 1 a la Capa 2. A pesar de todos los puntos fuertes, son propensos a ataques STP, ARP, LLDP y <\/span><a href=\"https:\/\/www.pearsonitcertification.com\/articles\/article.aspx?p=2491767\"><span style=\"font-weight: 400;\">otros<\/span><\/a><span style=\"font-weight: 400;\">. <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">Tasas elevadas<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">En comparación con las nuevas cadenas públicas como Polkadot, Avalanche, Solana, etc., que también están avanzando mucho, Ethereum cobra altas comisiones. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">De esta manera, que si la transacción de Uniswap cuesta 0,0001 dólares, y la de Binance vale 0,20 dólares, las comisiones en <\/span><a href=\"https:\/\/medium.com\/dragonfly-research\/im-worried-nobody-will-care-about-rollups-554bc743d4f1\"><span style=\"font-weight: 400;\">Ethereum son de 7 dólares<\/span><\/a><span style=\"font-weight: 400;\">, y en su rollup Optimista, las comisiones se van por encima de los 0,68 dólares.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Son las DeFi el futuro de las finanzas? <\/span><\/h3>\n<p><span style=\"font-weight: 400;\">El problema de la industria con la capa 2 es que muchas de ellas son diferentes, y no está claro cómo funcionan y cuán seguras son. Además, todavía hay muchas piedras en el camino, como la vulnerabilidad de los puentes entre la Capa 1 y la Capa 2. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sin embargo, la Capa 2 no tiene alternativa. Por otro lado, la prueba de participación o Proof of Stake al que quiere cambiar Ethereum no será suficiente para atender la demanda actual de DeFi, ya que una sola blockchain pública no puede hacer frente a la demanda. Por lo tanto, las soluciones de la capa 2 seguirán desarrollándose, buscando nuevas soluciones.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p>¿A qué problemas se enfrentan las finanzas descentralizadas o DeFi? ¿Existe alguna solución para las altas tarifas y el bajo rendimiento? Siga leyendo para descubrirlo en el blog de Dexilon.<\/p>\n","protected":false},"author":1,"featured_media":366,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[86,84],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon\" \/>\n<meta property=\"og:description\" content=\"¿A qué problemas se enfrentan las finanzas descentralizadas o DeFi? ¿Existe alguna solución para las altas tarifas y el bajo rendimiento? Siga leyendo para descubrirlo en el blog de Dexilon.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/\" \/>\n<meta property=\"og:site_name\" content=\"Dexilon\" \/>\n<meta property=\"article:published_time\" content=\"2022-05-19T20:19:39+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-19T21:43:11+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"2400\" \/>\n\t<meta property=\"og:image:height\" content=\"1600\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/jpeg\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@DexilonExchange\" \/>\n<meta name=\"twitter:site\" content=\"@DexilonExchange\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"dexilon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dexilon.io\/#website\",\"url\":\"https:\/\/dexilon.io\/\",\"name\":\"Dexilon\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dexilon.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#primaryimage\",\"url\":\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg\",\"contentUrl\":\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg\",\"width\":2400,\"height\":1600},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#webpage\",\"url\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/\",\"name\":\"Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon\",\"isPartOf\":{\"@id\":\"https:\/\/dexilon.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#primaryimage\"},\"datePublished\":\"2022-05-19T20:19:39+00:00\",\"dateModified\":\"2022-05-19T21:43:11+00:00\",\"author\":{\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad\"},\"breadcrumb\":{\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dexilon.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Problemas de escalabilidad de las finanzas descentralizadas o DeFi\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad\",\"name\":\"dexilon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g\",\"caption\":\"dexilon\"},\"sameAs\":[\"https:\/\/dex-landing.cronrate.com\"],\"url\":\"https:\/\/dexilon.io\/author\/dexilon-admin\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/","og_locale":"en_US","og_type":"article","og_title":"Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon","og_description":"¿A qué problemas se enfrentan las finanzas descentralizadas o DeFi? ¿Existe alguna solución para las altas tarifas y el bajo rendimiento? Siga leyendo para descubrirlo en el blog de Dexilon.","og_url":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/","og_site_name":"Dexilon","article_published_time":"2022-05-19T20:19:39+00:00","article_modified_time":"2022-05-19T21:43:11+00:00","og_image":[{"width":2400,"height":1600,"url":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_creator":"@DexilonExchange","twitter_site":"@DexilonExchange","twitter_misc":{"Written by":"dexilon","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/dexilon.io\/#website","url":"https:\/\/dexilon.io\/","name":"Dexilon","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dexilon.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#primaryimage","url":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg","contentUrl":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-4-1.jpg","width":2400,"height":1600},{"@type":"WebPage","@id":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#webpage","url":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/","name":"Problemas de escalabilidad de las finanzas descentralizadas o DeFi - Dexilon","isPartOf":{"@id":"https:\/\/dexilon.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#primaryimage"},"datePublished":"2022-05-19T20:19:39+00:00","dateModified":"2022-05-19T21:43:11+00:00","author":{"@id":"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad"},"breadcrumb":{"@id":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dexilon.io\/empresa-y-producto\/problemas-de-escalabilidad-de-las-finanzas-descentralizadas-o-defi\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dexilon.io\/"},{"@type":"ListItem","position":2,"name":"Problemas de escalabilidad de las finanzas descentralizadas o DeFi"}]},{"@type":"Person","@id":"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad","name":"dexilon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dexilon.io\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g","caption":"dexilon"},"sameAs":["https:\/\/dex-landing.cronrate.com"],"url":"https:\/\/dexilon.io\/author\/dexilon-admin\/"}]}},"_links":{"self":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/472"}],"collection":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/comments?post=472"}],"version-history":[{"count":3,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/472\/revisions"}],"predecessor-version":[{"id":536,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/472\/revisions\/536"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/media\/366"}],"wp:attachment":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/media?parent=472"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/categories?post=472"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/tags?post=472"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}