{"id":494,"date":"2022-05-19T20:29:33","date_gmt":"2022-05-19T20:29:33","guid":{"rendered":"https:\/\/dexilon.io\/?p=494"},"modified":"2022-05-19T21:37:15","modified_gmt":"2022-05-19T21:37:15","slug":"can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es","status":"publish","type":"post","link":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/","title":{"rendered":"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir"},"content":{"rendered":"<p><span style=\"font-weight: 400;\">Si usted ha estado durante un tiempo en el campo de las criptomonedas, seguro que sabe lo que son los CEXs (intercambios centralizados). Históricamente, los intercambios centralizados se remontan a los inicios de las monedas digitales. Debido a su facilidad de uso, su interfaz amigable y la conveniencia de operar a través de múltiples blockchains, los intercambios centralizados siguen siendo populares hoy en día. Estos intercambios facilitan el comercio de tokens porque ofrecen conversiones fáciles de fiat a cripto, así como altos volúmenes de operaciones. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Sin embargo, la naturaleza centralizada de los <\/span><a href=\"https:\/\/www.coindesk.com\/learn\/what-is-a-cex-centralized-exchanges-explained\/#:~:text=Centralized%20exchanges%20(CEXs)%20are%20organizations,Exchanges%20are%20essentially%20marketplaces.\"><span style=\"font-weight: 400;\">CEX<\/span><\/a><span style=\"font-weight: 400;\"> permite a los intercambios mantener el control total de los activos de sus usuarios. Además, son propensos a los ciberataques y exigen y exigen el cumplimiento de las normas KYC (Know your customer o conozca a su cliente).<\/span><\/p>\n<h2><span style=\"font-weight: 400;\">DEXs: Desafíos que deben superar los DEX para convertirse en poderosos competidores de los CEX<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Un intercambio descentralizado, o DEX, es una plataforma que ofrece la posibilidad de intercambiar una criptomoneda por otra, proporcionar liquidez a otros intercambios, así como participar en el staking y el farming. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Los <\/span><a href=\"https:\/\/www.coindesk.com\/learn\/what-is-a-dex-how-decentralized-crypto-exchanges-work\/#:~:text=Decentralized%20crypto%20exchanges%20(DEXs)%20are,crypto%20assets%20between%20many%20users.\"><span style=\"font-weight: 400;\">intercambios descentralizados<\/span><\/a><span style=\"font-weight: 400;\"> son aquellos que no tienen una tercera parte central. Esto significa que nadie controla las operaciones del intercambio.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">En los intercambios centralizados, una empresa gestiona los libros de órdenes, las cuentas de los usuarios y todo lo demás. Por el contrario, en los intercambios descentralizados, estos detalles son manejados por contratos inteligentes, que ejecutan funciones automáticamente.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Veamos cómo funcionan los DEX.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">AMMdroids: ¿Cuáles son las funciones de los DEXs?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">¿Qué papel juega el intercambio interno? ¿Cuál es el proceso para enviar dinero desde su billetera en forma de un token, y para recibir otro?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Los AMM, o creadores de mercado automatizados, representan intercambios descentralizados (DEX) que utilizan fórmulas matemáticas para fijar el precio de los activos. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">En cambio, los <\/span><a href=\"https:\/\/nextrope.com\/en\/dex-vs-cex-choosing-the-best-solution-for-your-crypto-exchange\/\"><span style=\"font-weight: 400;\">intercambios centralizados<\/span><\/a><span style=\"font-weight: 400;\"> (CEX) utilizan un libro de órdenes.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">En cierto modo, un AMM es similar a un intercambio de libro de órdenes, ya que hay pares de trading &#8211; por ejemplo, ETH\/USDT. La diferencia es que en los DEX se puede negociar sin una contraparte (otro operador) en la otra parte. Como alternativa a esto, se trata de un contrato inteligente que &#8220;crea&#8221; el mercado.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Podemos comparar un creador de mercado automatizado con un androide que siempre está dispuesto a ofrecer un precio entre dos activos. Por ejemplo, puede conectar su monedero de navegador Metamask a la DEX más popular: Uniswap, que se ejecuta en la blockchain de Ethereum. La plataforma dirigirá inmediatamente todas las operaciones de intercambio a través de su monedero. Se cargará una moneda y se abonará la otra. No se requiere ningún paso adicional.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Cuál es el principal beneficio de los AMM?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Los <\/span><a href=\"https:\/\/www.businessinsider.in\/cryptocurrency\/news\/what-is-dex-decentralised-exchanges-give-investors-more-control-and-more-profit\/articleshow\/86164969.cms\"><span style=\"font-weight: 400;\">AMMs<\/span><\/a><span style=\"font-weight: 400;\"> no sólo le permiten operar con confianza, sino que también le dan la oportunidad de convertirse en la casa y proporcionar liquidez a los pools de liquidez. De este modo, puede convertirse en representante de un creador de mercado en un intercambio y proporcionar liquidez a cambio de comisiones.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Debido a su facilidad y sencillez de uso, los AMM se han hecho un hueco en el espacio DeFi. <\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Cuáles son los puntos débiles de los DEX?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">Aunque los DEX son beneficiosos, tienen algunos inconvenientes. Así, están limitadas por la capacidad de transacción de sus redes. Cuando el volumen aumenta, también lo hacen las comisiones por ejecutar operaciones. Esto se ha convertido en un gran problema para los DEX, muchos de los cuales están alojados en Ethereum y utilizan un creador de mercado automatizado (AMM) para gestionar sus operaciones.<\/span><\/p>\n<h2><span style=\"font-weight: 400;\">¿Qué soluciones pueden aportar los DEX?<\/span><\/h2>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-382\" src=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png\" alt=\"\" width=\"2400\" height=\"1366\" srcset=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png 2400w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1-300x171.png 300w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1-1024x583.png 1024w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1-768x437.png 768w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1-1536x874.png 1536w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1-2048x1166.png 2048w\" sizes=\"(max-width: 2400px) 100vw, 2400px\" \/><\/p>\n<p><span style=\"font-weight: 400;\">Los DEX se desarrollaron como solución a los problemas de los <\/span><a href=\"https:\/\/medium.com\/hackernoon\/cex-vs-dex-which-crypto-exchange-model-is-best-1dfcf80f4221\"><span style=\"font-weight: 400;\">CEXs<\/span><\/a><span style=\"font-weight: 400;\"> y para darle a usted y a otros usuarios un verdadero sentido de la propiedad de sus activos. Los DEX eliminan al intermediario (una autoridad centralizada), sustituyéndolo por un protocolo automatizado. Aquí usted tiene el control total de sus activos, niveles de seguridad sin precedentes, y no se requiere ni registro ni procedimiento KYC.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Para que los DEXs compitan con sus homólogos centralizados, necesitan resolver los siguientes problemas:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\"> Altas comisiones<\/span><\/li>\n<li><span style=\"font-weight: 400;\"> Largos tiempos de espera<\/span><\/li>\n<li><span style=\"font-weight: 400;\"> Negociación de derivados<\/span><\/li>\n<li><span style=\"font-weight: 400;\"> Dificultad para hacer frente a grandes volúmenes de operaciones.<\/span><\/li>\n<\/ul>\n<p><span style=\"font-weight: 400;\">En la actualidad, la mayoría de los DEX utilizan un AMM y se ejecutan en la red Ethereum. Este modelo no escala bien, como lo demuestran las tarifas de gas increíblemente altas que los usuarios terminan pagando. Pero hay una solución.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Es posible que un DEX emplee un libro de órdenes limitadas en lugar de un AMM. Los DEX también pueden funcionar en una capa 2 como Polygon. Este modelo permite un mayor volumen de operaciones con tarifas más bajas y tiempos de transacción más rápidos.  <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Mientras que un AMM puede funcionar bien para el trading de monedas con una pequeña capitalización de mercado y un menor volumen total de operaciones, el sistema se resiente cuando se trata de procesar grandes volúmenes u operaciones de derivados.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Está claro que la solución pasa por:<\/span><\/p>\n<ul>\n<li><span style=\"font-weight: 400;\"> Construir un DEX en una capa-2<\/span><\/li>\n<li><span style=\"font-weight: 400;\"> Un modelo clásico de libro de órdenes limitado<\/span><\/li>\n<li><span style=\"font-weight: 400;\"> Tiempos de transacción más cortos y comisiones más bajas.<\/span><\/li>\n<\/ul>\n<p><img decoding=\"async\" loading=\"lazy\" class=\"alignnone size-full wp-image-383\" src=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1.png\" alt=\"\" width=\"2400\" height=\"1600\" srcset=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1.png 2400w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1-300x200.png 300w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1-1024x683.png 1024w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1-768x512.png 768w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1-1536x1024.png 1536w, https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/Banner-1-2048x1365.png 2048w\" sizes=\"(max-width: 2400px) 100vw, 2400px\" \/><\/p>\n<h2><span style=\"font-weight: 400;\">¿Por qué las soluciones que pueden aportar los DEX no son valiosas?<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">La mayoría de los nuevos usuarios no serán capaces de operar en los <\/span><a href=\"https:\/\/blockchainhub.net\/blog\/blog\/centralised-vs-decentralised-cryptocurrency-exchanges\/\"><span style=\"font-weight: 400;\">DEXs<\/span><\/a><span style=\"font-weight: 400;\">, ya que requieren conocimientos complejos. Además, no admiten transacciones en moneda fiduciaria, lo que dificulta la liquidez. En consecuencia, los usuarios que eligen un DEX pierden la comodidad de un CEX. Al elegir un CEX, sin embargo, pierden el control de sus activos. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Además, muchos usuarios pierden dinero al utilizar DEXs en redes públicas: sus activos pueden ser robados cuando firman transacciones. Por lo tanto, la gente tiene que ser más cuidadosa.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Otro escollo es la seguridad de los monederos. Hay una demanda de soluciones más seguras y monederos más protegidos que Metamask, pero esto tiene un coste. Las soluciones seguras significan que la gente no tiene acceso a las claves secretas, por lo que dependen en gran medida de la contraparte del monedero.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Por último, pero no por ello menos importante, están las tarifas GAS.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Qué es el gas y por qué hace que los DEX sean tan caros?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">La mayoría de los nuevos usuarios no serán capaces de operar en los <\/span><a href=\"https:\/\/blockchainhub.net\/blog\/blog\/centralised-vs-decentralised-cryptocurrency-exchanges\/\"><span style=\"font-weight: 400;\">DEXs<\/span><\/a><span style=\"font-weight: 400;\">, ya que requieren conocimientos complejos. Además, no admiten transacciones en moneda fiduciaria, lo que dificulta la liquidez. En consecuencia, los usuarios que eligen un DEX pierden la comodidad de un CEX. Al elegir un CEX, sin embargo, pierden el control de sus activos. <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Además, muchos usuarios pierden dinero al utilizar DEXs en redes públicas: sus activos pueden ser robados cuando firman transacciones. Por lo tanto, la gente tiene que ser más cuidadosa.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Otro escollo es la seguridad de los monederos. Hay una demanda de soluciones más seguras y monederos más protegidos que Metamask, pero esto tiene un coste. Las soluciones seguras significan que la gente no tiene acceso a las claves secretas, por lo que dependen en gran medida de la contraparte del monedero.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Por último, pero no por ello menos importante, están las tarifas GAS.<\/span><\/p>\n<h3><span style=\"font-weight: 400;\">¿Qué es el gas y por qué hace que los DEX sean tan caros?<\/span><\/h3>\n<p><span style=\"font-weight: 400;\">El gas es el combustible de las transacciones que se realizan en Ethereum. Cada transacción, incluyendo las acciones ejecutadas por los contratos inteligentes (como las operaciones realizadas en un DEX), requiere una pequeña cantidad de Ether (ETH). Las tasas de gas se miden en <\/span><a href=\"https:\/\/www.investopedia.com\/terms\/g\/gwei-ethereum.asp\"><span style=\"font-weight: 400;\">gwei<\/span><\/a><span style=\"font-weight: 400;\">, las unidades más pequeñas de ETH.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">En el caso de los DEX, las operaciones pueden llevar más tiempo y requerir tarifas más altas cuando la red se congestiona. Además, cuanto más tiempo tarde un MGA en actualizar sus precios, mayor será la diferencia entre compradores y vendedores, lo que aumentará aún más los costes para el usuario.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">He aquí un ejemplo de cómo las altas tarifas de gas pueden ser problemáticas: en julio del 2021, la plataforma ShapeShift lanzó al aire 340 millones de sus tokens FOX a más de 900.000 antiguos usuarios de ShapeShift y a unos 120.000 usuarios de diferentes protocolos DeFi.   <\/span><\/p>\n<p><span style=\"font-weight: 400;\">Todos los que utilizaron ShapeShift, junto con algunos usuarios de diversas plataformas DeFi como Yearn, Uniswap, Gitcoin y otras, recibieron tokens FOX.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Suena bien, ¿verdad?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Aquí sólo surgió un problema: las tasas de gas.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">¿Por qué son altas las tasas de gas de Ethereum? Airdrops y premios inútiles<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Para reclamar el airdrop, los usuarios tenían que pagar una cuota de gas para recibir los tokens. Si esto fuera todo lo que un usuario quisiera hacer, tal vez no sería tan malo. Pero, ¿y si alguien quisiera cambiar FOX por otro token y luego moverlo a otro monedero?<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Pues bien, eso conllevaría dos comisiones adicionales: una por el intercambio de tokens en la plataforma ShapeShift y otra por el envío de una transacción fuera del DEX.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">A mediados de julio de 2021, cuando se anunció el airdrop, el precio medio de la tasa de gas era de unos 45 gwei. El precio de 1 ETH era de unos 1.880 dólares. En ese momento, eso significa que un gwei equivalía a menos de una milésima de céntimo.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Por lo tanto, el coste de las transacciones debería haber sido barato, o eso se podría pensar.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Pero en la práctica, una transacción DEX no es tan sencilla. Y el precio del gas medido en gwei sólo cubre una única función en un contrato inteligente. Estas transacciones pueden implicar muchas funciones que ocurren en múltiples contratos.   <\/span><\/p>\n<p><span style=\"font-weight: 400;\">&#8220;¿Qué tan malo puede ser?&#8221;, podría estar usted pensando. La respuesta es: bastante malo.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Reclamar el airdrop de FOX en 2021 costaba a los usuarios cerca de 20 USD en ETH. Luego, si querían cambiar por otro token en la plataforma, digamos, USDC, habría costado otros 20 USD. Y por último, transferir un token ERC-20 como USDC a otro monedero costaría otros 20 USD (aproximadamente).<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Después de todo eso, si a un usuario se le hubieran entregado FOX por valor de 400 USD, habría perdido alrededor del 15% de esos tokens debido a las tasas de gas. <\/span><\/p>\n<h2><span style=\"font-weight: 400;\">En definitiva<\/span><\/h2>\n<p><span style=\"font-weight: 400;\">Hoy en día, los usuarios pueden pedir dinero prestado para apalancar sus posiciones, prestar dinero para ganar intereses de forma pasiva, o proporcionar liquidez para cobrar comisiones a través de intercambios descentralizados.<\/span><\/p>\n<p><span style=\"font-weight: 400;\">Dado que estas plataformas están construidas sobre contratos inteligentes autoejecutables, podrían tener un mayor número de usos en el futuro. Como ejemplo de cómo la innovación en el sector de las finanzas descentralizadas puede dar lugar a productos y servicios que antes no eran posibles, los préstamos flash se refieren a préstamos obtenidos y reembolsados en una sola transacción.<\/span><\/p>\n","protected":false},"excerpt":{"rendered":"<p> ¿Pueden los intercambios descentralizados competir con los centralizados? ¿Qué soluciones pueden aportar los DEX? Siga leyendo para descubrirlo.<\/p>\n","protected":false},"author":1,"featured_media":382,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":{"_mo_disable_npp":""},"categories":[86,84],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v19.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon\" \/>\n<meta property=\"og:description\" content=\"¿Pueden los intercambios descentralizados competir con los centralizados? ¿Qué soluciones pueden aportar los DEX? Siga leyendo para descubrirlo.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/\" \/>\n<meta property=\"og:site_name\" content=\"Dexilon\" \/>\n<meta property=\"article:published_time\" content=\"2022-05-19T20:29:33+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-05-19T21:37:15+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png\" \/>\n\t<meta property=\"og:image:width\" content=\"2400\" \/>\n\t<meta property=\"og:image:height\" content=\"1366\" \/>\n\t<meta property=\"og:image:type\" content=\"image\/png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@DexilonExchange\" \/>\n<meta name=\"twitter:site\" content=\"@DexilonExchange\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"dexilon\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/dexilon.io\/#website\",\"url\":\"https:\/\/dexilon.io\/\",\"name\":\"Dexilon\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/dexilon.io\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#primaryimage\",\"url\":\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png\",\"contentUrl\":\"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png\",\"width\":2400,\"height\":1366},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#webpage\",\"url\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/\",\"name\":\"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon\",\"isPartOf\":{\"@id\":\"https:\/\/dexilon.io\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#primaryimage\"},\"datePublished\":\"2022-05-19T20:29:33+00:00\",\"dateModified\":\"2022-05-19T21:37:15+00:00\",\"author\":{\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad\"},\"breadcrumb\":{\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/dexilon.io\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad\",\"name\":\"dexilon\",\"image\":{\"@type\":\"ImageObject\",\"inLanguage\":\"en-US\",\"@id\":\"https:\/\/dexilon.io\/#\/schema\/person\/image\/\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g\",\"caption\":\"dexilon\"},\"sameAs\":[\"https:\/\/dex-landing.cronrate.com\"],\"url\":\"https:\/\/dexilon.io\/author\/dexilon-admin\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/","og_locale":"en_US","og_type":"article","og_title":"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon","og_description":"¿Pueden los intercambios descentralizados competir con los centralizados? ¿Qué soluciones pueden aportar los DEX? Siga leyendo para descubrirlo.","og_url":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/","og_site_name":"Dexilon","article_published_time":"2022-05-19T20:29:33+00:00","article_modified_time":"2022-05-19T21:37:15+00:00","og_image":[{"width":2400,"height":1366,"url":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png","type":"image\/png"}],"twitter_card":"summary_large_image","twitter_creator":"@DexilonExchange","twitter_site":"@DexilonExchange","twitter_misc":{"Written by":"dexilon","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/dexilon.io\/#website","url":"https:\/\/dexilon.io\/","name":"Dexilon","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/dexilon.io\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#primaryimage","url":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png","contentUrl":"https:\/\/dexilon.io\/wp-content\/uploads\/2022\/05\/rm373batch4-07-10-1.png","width":2400,"height":1366},{"@type":"WebPage","@id":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#webpage","url":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/","name":"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir - Dexilon","isPartOf":{"@id":"https:\/\/dexilon.io\/#website"},"primaryImageOfPage":{"@id":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#primaryimage"},"datePublished":"2022-05-19T20:29:33+00:00","dateModified":"2022-05-19T21:37:15+00:00","author":{"@id":"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad"},"breadcrumb":{"@id":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/dexilon.io\/empresa-y-producto\/can-decentralized-exchanges-compete-with-centralized-ones-here-are-the-challenges-for-dexs-to-overcome-in-order-to-compete-es\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/dexilon.io\/"},{"@type":"ListItem","position":2,"name":"¿Pueden los intercambios descentralizados competir con los centralizados? Estos son los retos que deben superar los DEX para poder competir"}]},{"@type":"Person","@id":"https:\/\/dexilon.io\/#\/schema\/person\/a2d6c004c48fa677d558449aae52a6ad","name":"dexilon","image":{"@type":"ImageObject","inLanguage":"en-US","@id":"https:\/\/dexilon.io\/#\/schema\/person\/image\/","url":"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/3237c8114f39ad040e2e3a5262e20d9b?s=96&d=mm&r=g","caption":"dexilon"},"sameAs":["https:\/\/dex-landing.cronrate.com"],"url":"https:\/\/dexilon.io\/author\/dexilon-admin\/"}]}},"_links":{"self":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/494"}],"collection":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/comments?post=494"}],"version-history":[{"count":2,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/494\/revisions"}],"predecessor-version":[{"id":528,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/posts\/494\/revisions\/528"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/media\/382"}],"wp:attachment":[{"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/media?parent=494"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/categories?post=494"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/dexilon.io\/wp-json\/wp\/v2\/tags?post=494"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}